Repository: Bengerthelorf/macIconChanger
Catalog: IconChanger/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

source: "Start Hidden" requires "Run in Background" to be enabled.
ar: "البدء مخفيًا" يتطلب تفعيل "التشغيل في الخلفية".
cs: "Skrytý start" vyžaduje povolení "Spustit na pozadí".
da: "Start skjult" kræver, at "Kør i baggrunden" er aktiveret.
de: "Versteckt starten" erfordert, dass "Im Hintergrund ausführen" aktiviert ist.
el: Η "Κρυφή εκκίνηση" απαιτεί την ενεργοποίηση της "Εκτέλεσης στο παρασκήνιο".
es: "Iniciar oculto" requiere que "Ejecutar en segundo plano" esté activado.
fi: "Käynnistä piilotettuna" vaatii, että "Suorita taustalla" on käytössä.
fr: « Démarrer en arrière-plan » nécessite l’activation de « Exécuter en arrière-plan ».
hi: "छिपकर शुरू करें" के लिए "पृष्ठभूमि में चलाएं" सक्षम होना आवश्यक है।
hu: "Rejtett indítás" megköveteli a "Futtatás a háttérben" engedélyezését.
id: "Mulai Tersembunyi" memerlukan "Jalankan di Latar Belakang" diaktifkan.
it: "Avvio nascosto" richiede che "Esegui in background" sia attivato.
ja: 「バックグラウンドで起動」するには「バックグラウンドで実行」を有効にする必要があります。
ko: "숨김 상태로 시작"을 사용하려면 "백그라운드에서 실행"을 활성화해야 합니다.
ms: "Mula Tersembunyi" memerlukan "Jalankan di Latar Belakang" diaktifkan.
nb: "Start skjult" krever at "Kjør i bakgrunnen" er aktivert.
nl: "Verborgen starten" vereist dat "Op de achtergrond uitvoeren" is ingeschakeld.
pl: "Ukryty start" wymaga włączenia "Uruchom w tle".
pt: "Iniciar oculto" requer que "Executar em segundo plano" esteja ativado.
ro: "Pornire ascunsă" necesită activarea "Rulare în fundal".
ru: "Скрытый запуск" требует включения "Работа в фоне".
sv: "Starta dold" kräver att "Kör i bakgrunden" är aktiverat.
th: "เริ่มแบบซ่อน" ต้องเปิดใช้งาน "ทำงานในพื้นหลัง"
tr: "Gizli Başlat" için "Arka Planda Çalıştır" etkinleştirilmelidir.
uk: "Прихований запуск" потребує ввімкнення "Робота у фоні".
vi: "Khởi động ẩn" yêu cầu bật "Chạy nền".
zh_hans: “后台启动”需要启用“在后台运行”。
zh_hant: “背景啟動”需要啟用“在背景執行”。
zh_hk: “背景啟動”需要啟用“在背景執行”。

source: %d apps escaped, %d skipped, %d failed.
ar: %d تطبيق هرب، %d تم تخطيه، %d فشل.
cs: %d aplikací uprchlo, %d přeskočeno, %d selhalo.
da: %d apps undslap, %d sprunget over, %d fejlede.
de: %d Apps entkommen, %d übersprungen, %d fehlgeschlagen.
el: %d εφαρμογές απέδρασαν, %d παραλείφθηκαν, %d απέτυχαν.
es: %d apps escaparon, %d omitidas, %d fallaron.
fi: %d sovellusta pakeni, %d ohitettiin, %d epäonnistui.
fr: %d apps échappées, %d ignorées, %d échouées.
hi: %d ऐप बचे, %d छोड़े गए, %d विफल।
hu: %d alkalmazás megszökött, %d kihagyva, %d sikertelen.
id: %d aplikasi lolos, %d dilewati, %d gagal.
it: %d app fuggite, %d saltate, %d fallite.
ja: %d 個のアプリが脱出、%d 個がスキップ、%d 個が失敗しました。
ko: %d개 앱 탈출, %d개 건너뜀, %d개 실패.
ms: %d aplikasi terlepas, %d dilangkau, %d gagal.
nb: %d apper rømte, %d hoppet over, %d feilet.
nl: %d apps ontsnapt, %d overgeslagen, %d mislukt.
pl: %d aplikacji uciekło, %d pominiętych, %d nie powiodło się.
pt: %d apps escaparam, %d ignorados, %d falharam.
ro: %d aplicații evadează, %d omise, %d eșuate.
ru: %d приложений сбежало, %d пропущено, %d не удалось.
sv: %d appar flydde, %d hoppades över, %d misslyckades.
th: %d แอปหนีสำเร็จ, %d ข้ามไป, %d ล้มเหลว
tr: %d uygulama kaçtı, %d atlandı, %d başarısız.
uk: %d програм втекло, %d пропущено, %d не вдалося.
vi: %d ứng dụng thoát, %d bỏ qua, %d thất bại.
zh_hans: %d 个应用已逃出，%d 个已跳过，%d 个失败。
zh_hant: %d 個應用程式已逃出，%d 個已跳過，%d 個失敗。
zh_hk: %d 個應用已逃出，%d 個已跳過，%d 個失敗。

source: %lld ready for restoration
ar: %lld جاهز للاستعادة
cs: %lld připraveno k obnovení
da: %lld klar til gendannelse
de: %lld bereit zur Wiederherstellung
el: %lld έτοιμα για επαναφορά
es: %lld listos para restaurar
fi: %lld valmiina palautukseen
fr: %lld prêtes à être restaurées
hi: %lld पुनर्स्थापना के लिए तैयार
hu: %lld készen áll a visszaállításra
id: %lld siap untuk dipulihkan
it: %lld pronti per il ripristino
ja: %lld 個復元準備完了
ko: %lld개 복원 준비 완료
ms: %lld sedia untuk pemulihan
nb: %lld klar for gjenoppretting
nl: %lld klaar voor herstel
pl: %lld gotowe do przywrócenia
pt: %lld prontos para restauração
ro: %lld pregătite pentru restaurare
ru: %lld готово к восстановлению
sv: %lld redo för återställning
th: %lld พร้อมสำหรับการกู้คืน
tr: %lld geri yüklemeye hazır
uk: %lld готово до відновлення
vi: %lld sẵn sàng khôi phục
zh_hans: %lld 个可恢复
zh_hant: %lld 個可回復
zh_hk: %lld 個可回復

source: %lld updated app(s) had their custom icons restored.
ar: تمت استعادة الأيقونات المخصصة لـ %lld تطبيقات محدثة.
cs: %lld aktualizovaným aplikacím byly obnoveny vlastní ikony.
da: %lld opdaterede apps har fået deres brugerdefinerede ikoner gendannet.
de: %lld aktualisierte App(s) hatten ihre benutzerdefinierten Symbole wiederhergestellt.
el: %lld ενημερωμένες εφαρμογές επαναφέρθηκαν τα προσαρμοσμένα εικονίδιά τους.
es: %lld aplicación(es) actualizada(s) tuvieron sus iconos personalizados restaurados.
fi: %lld päivitetyn sovelluksen mukautetut kuvakkeet palautettiin.
fr: %lld application(s) mise(s) à jour ont eu leurs icônes personnalisées restaurées.
hi: %lld अपडेट किए गए ऐप्स के कस्टम आइकन पुनर्स्थापित किए गए।
hu: %lld frissített alkalmazás egyéni ikonjai visszaállítva.
id: %lld aplikasi yang diperbarui telah memulihkan ikon kustomnya.
it: %lld app aggiornata/e hanno avuto le icone personalizzate ripristinate.
ja: %lld 個の更新されたアプリのカスタムアイコンが復元されました。
ko: %lld개의 업데이트된 앱에 사용자 지정 아이콘이 복원되었습니다.
ms: %lld apl yang dikemas kini telah memulihkan ikon tersuai mereka.
nb: %lld oppdaterte apper har fått sine tilpassede ikoner gjenopprettet.
nl: %lld bijgewerkte app(s) hebben hun aangepaste pictogrammen hersteld.
pl: %lld zaktualizowanych aplikacji przywróciło niestandardowe ikony.
pt: %lld aplicativo(s) atualizado(s) tiveram seus ícones personalizados restaurados.
ro: %lld aplicații actualizate au avut pictogramele personalizate restaurate.
ru: У %lld обновлённых приложений восстановлены пользовательские значки.
sv: %lld uppdaterade appar har fått sina anpassade ikoner återställda.
th: %lld แอปที่อัปเดตได้กู้คืนไอคอนที่กำหนดเองแล้ว
tr: %lld güncellenen uygulamanın özel simgeleri geri yüklendi.
uk: %lld оновлених додатків відновили свої іконки.
vi: %lld ứng dụng đã cập nhật đã khôi phục biểu tượng tùy chỉnh.
zh_hans: %lld 个已更新的应用已恢复其自定义图标。
zh_hant: %lld 個已更新的 App 已回復其自訂圖像。
zh_hk: %lld 個已更新的應用程式已回復其自訂圖像。

source: 1. A dialog will appear requesting access to /Applications
ar: 1. سيظهر مربع حوار يطلب الوصول إلى /Applications
cs: 1. Zobrazí se dialogové okno s žádostí o přístup k /Applications
da: 1. En dialogboks vil vises, der anmoder om adgang til /Applications
de: 1. Ein Dialog wird erscheinen, der Zugriff auf /Applications anfordert
el: 1. Θα εμφανιστεί ένα παράθυρο διαλόγου που ζητά πρόσβαση στο /Applications
es: 1. Aparecerá un diálogo solicitando acceso a /Applications
fi: 1. Näyttöön tulee valintaikkuna, joka pyytää pääsyä /Applications-kansioon
fr: 1. Une boîte de dialogue demandant l'accès à /Applications apparaîtra
hi: 1. /Applications तक पहुंच का अनुरोध करने वाला एक डायलॉग दिखाई देगा
hu: 1. Megjelenik egy párbeszédablak, amely hozzáférést kér a /Applications mappához
id: 1. Dialog akan muncul meminta akses ke /Applications
it: 1. Apparirà una finestra di dialogo che richiede l'accesso a /Applications
ja: 1. /Applicationsへのアクセスを要求するダイアログが表示されます
ko: 1. /Applications 접근을 요청하는 대화 상자가 나타납니다
ms: 1. Dialog akan muncul meminta akses ke /Applications
nb: 1. En dialogboks vil vises som ber om tilgang til /Applications
nl: 1. Er verschijnt een dialoogvenster om toegang tot /Applications te vragen
pl: 1. Pojawi się okno dialogowe z prośbą o dostęp do /Applications
pt: 1. Uma janela aparecerá solicitando acesso a /Applications
ro: 1. Va apărea o fereastră de dialog care solicită acces la /Applications
ru: 1. Появится диалог с запросом доступа к /Applications
sv: 1. En dialogruta visas som begär åtkomst till /Applications
th: 1. จะมีกล่องโต้ตอบปรากฏขึ้นเพื่อขอสิทธิ์เข้าถึง /Applications
tr: 1. /Applications klasörüne erişim isteyen bir iletişim kutusu görünecektir
uk: 1. З'явиться діалогове вікно із запитом доступу до /Applications
vi: 1. Một hộp thoại sẽ xuất hiện yêu cầu quyền truy cập /Applications
zh_hans: 1. 将会出现一个请求访问 /Applications 目录的对话框
zh_hant: 1. 將會出現要求取用 /Applications 的對話框
zh_hk: 1. 將會出現要求取用 /Applications 的對話框

source: 2. Please choose /Applications and click OK
ar: 2. يرجى اختيار /Applications والنقر على موافق
cs: 2. Vyberte /Applications a klikněte na OK
da: 2. Vælg venligst /Applications og klik OK
de: 2. Bitte wählen Sie /Applications und klicken Sie auf OK
el: 2. Επιλέξτε /Applications και κάντε κλικ στο OK
es: 2. Por favor seleccione /Applications y haga clic en OK
fi: 2. Valitse /Applications ja napsauta OK
fr: 2. Veuillez choisir /Applications et cliquer sur OK
hi: 2. कृपया /Applications चुनें और OK पर क्लिक करें
hu: 2. Válassza a /Applications mappát, és kattintson az OK gombra
id: 2. Silakan pilih /Applications dan klik OK
it: 2. Seleziona /Applications e fai clic su OK
ja: 2. /Applicationsを選択し、「OK」をクリックしてください
ko: 2. /Applications를 선택하고 확인을 클릭하세요
ms: 2. Sila pilih /Applications dan klik OK
nb: 2. Velg /Applications og klikk OK
nl: 2. Kies /Applications en klik op OK
pl: 2. Wybierz /Applications i kliknij OK
pt: 2. Por favor selecione /Applications e clique em OK
ro: 2. Selectați /Applications și faceți clic pe OK
ru: 2. Выберите /Applications и нажмите OK
sv: 2. Välj /Applications och klicka OK
th: 2. กรุณาเลือก /Applications แล้วคลิก OK
tr: 2. Lütfen /Applications seçin ve Tamam'a tıklayın
uk: 2. Виберіть /Applications і натисніть OK
vi: 2. Vui lòng chọn /Applications và nhấn OK
zh_hans: 2. 请选择 /Applications 并点击“好”
zh_hant: 2. 請選擇 /Applications 並按一下「確定」
zh_hk: 2. 請選擇 /Applications 並按一下「確定」

source: 3. If no dialog appears, you might need to grant access manually in System Settings > Privacy & Security > Files and Folders
ar: 3. إذا لم يظهر مربع حوار، قد تحتاج إلى منح الوصول يدويًا في إعدادات النظام > الخصوصية والأمان > الملفات والمجلدات
cs: 3. Pokud se dialog nezobrazí, možná budete muset udělit přístup ručně v Nastavení systému > Soukromí a zabezpečení > Soubory a složky
da: 3. Hvis ingen dialogboks vises, skal du muligvis give adgang manuelt i Systemindstillinger > Anonymitet og sikkerhed > Filer og mapper
de: 3. Falls kein Dialog erscheint, müssen Sie den Zugriff möglicherweise manuell in Systemeinstellungen > Datenschutz & Sicherheit > Dateien und Ordner gewähren
el: 3. Αν δεν εμφανιστεί παράθυρο διαλόγου, ίσως χρειαστεί να παραχωρήσετε πρόσβαση χειροκίνητα στις Ρυθμίσεις συστήματος > Απόρρητο και ασφάλεια > Αρχεία και φάκελοι
es: 3. Si no aparece el diálogo, es posible que deba otorgar acceso manualmente en Configuración del Sistema > Privacidad y Seguridad > Archivos y Carpetas
fi: 3. Jos valintaikkunaa ei näy, sinun on ehkä myönnettävä käyttöoikeus manuaalisesti kohdassa Järjestelmäasetukset > Tietosuoja ja turvallisuus > Tiedostot ja kansiot
fr: 3. Si aucune boîte de dialogue n'apparaît, vous devrez peut-être accorder l'accès manuellement dans Réglages Système > Confidentialité et sécurité > Fichiers et dossiers
hi: 3. यदि कोई डायलॉग प्रकट नहीं होता है, तो आपको सिस्टम सेटिंग्स > गोपनीयता और सुरक्षा > फ़ाइलें और फ़ोल्डर में मैन्युअल रूप से एक्सेस देने की आवश्यकता हो सकती है
hu: 3. Ha nem jelenik meg párbeszédablak, előfordulhat, hogy manuálisan kell hozzáférést adnia a Rendszerbeállítások > Adatvédelem és biztonság > Fájlok és mappák menüpontban
id: 3. Jika tidak ada dialog yang muncul, Anda mungkin perlu memberikan akses secara manual di Pengaturan Sistem > Privasi & Keamanan > File dan Folder
it: 3. Se non appare alcuna finestra, potrebbe essere necessario concedere l'accesso manualmente in Impostazioni di Sistema > Privacy e Sicurezza > File e Cartelle
ja: 3. ダイアログが表示されない場合は、「システム設定」>「プライバシーとセキュリティ」>「ファイルとフォルダ」で手動でアクセスを許可する必要がある場合があります
ko: 3. 대화 상자가 나타나지 않으면 시스템 설정 > 개인 정보 보호 및 보안 > 파일 및 폴더에서 수동으로 접근을 허용하세요
ms: 3. Jika tiada dialog muncul, anda mungkin perlu memberikan akses secara manual dalam Tetapan Sistem > Privasi & Keselamatan > Fail dan Folder
nb: 3. Hvis ingen dialogboks vises, må du kanskje gi tilgang manuelt i Systeminnstillinger > Personvern og sikkerhet > Filer og mapper
nl: 3. Als er geen dialoogvenster verschijnt, moet u mogelijk handmatig toegang verlenen via Systeeminstellingen > Privacy en beveiliging > Bestanden en mappen
pl: 3. Jeśli okno dialogowe nie pojawi się, może być konieczne ręczne przyznanie dostępu w Ustawieniach systemowych > Prywatność i bezpieczeństwo > Pliki i foldery
pt: 3. Se nenhuma janela aparecer, pode ser necessário conceder acesso manualmente em Configurações do Sistema > Privacidade e Segurança > Arquivos e Pastas
ro: 3. Dacă nu apare nicio fereastră de dialog, poate fi necesar să acordați acces manual în Setări sistem > Confidențialitate și securitate > Fișiere și foldere
ru: 3. Если диалог не появился, возможно, потребуется предоставить доступ вручную в Системных настройках > Конфиденциальность и безопасность > Файлы и папки
sv: 3. Om ingen dialogruta visas kan du behöva ge åtkomst manuellt i Systeminställningar > Integritet och säkerhet > Filer och mappar
th: 3. หากไม่มีกล่องโต้ตอบปรากฏขึ้น คุณอาจต้องให้สิทธิ์เข้าถึงด้วยตนเองในการตั้งค่าระบบ > ความเป็นส่วนตัวและความปลอดภัย > ไฟล์และโฟลเดอร์
tr: 3. Hiçbir iletişim kutusu görünmezse, Sistem Ayarları > Gizlilik ve Güvenlik > Dosyalar ve Klasörler'den erişimi elle vermeniz gerekebilir
uk: 3. Якщо діалогове вікно не з'являється, можливо, потрібно надати доступ вручну в Системних налаштуваннях > Конфіденційність і безпека > Файли і папки
vi: 3. Nếu không có hộp thoại xuất hiện, bạn có thể cần cấp quyền thủ công trong Cài đặt hệ thống > Quyền riêng tư & Bảo mật > Tệp và Thư mục
zh_hans: 3. 如果没有出现对话框，您可能需要在“系统设置”>“隐私与安全性”>“文件和文件夹”中手动授予访问权限
zh_hant: 3. 如果沒有出現對話框，您可能需要在「系統設定」>「隱私權與安全性」>「檔案與檔案夾」中手動授予存取權限
zh_hk: 3. 如果沒有出現對話框，您可能需要在「系統設定」>「私隱與保安」>「檔案與資料夾」中手動授予存取權限

source: About
ar: حول
cs: O aplikaci
da: Om
de: Über
el: Σχετικά
es: Acerca de
fi: Tietoja
fr: À propos
hi: के बारे में
hu: Névjegy
id: Tentang
it: Info
ja: について
ko: 정보
ms: Perihal
nb: Om
nl: Over
pl: Informacje
pt: Sobre
ro: Despre
ru: О программе
sv: Om
th: เกี่ยวกับ
tr: Hakkında
uk: Про програму
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於
zh_hk: 關於

source: Actions
ar: إجراءات
cs: Akce
da: Handlinger
de: Aktionen
el: Ενέργειες
es: Acciones
fi: Toiminnot
hi: कार्रवाइयां
hu: Műveletek
id: Tindakan
it: Azioni
ja: アクション
ko: 작업
ms: Tindakan
nb: Handlinger
nl: Acties
pl: Czynności
pt: Ações
ro: Acțiuni
ru: Действия
sv: Åtgärder
th: การดำเนินการ
tr: Eylemler
uk: Дії
vi: Hành động
zh_hans: 操作
zh_hant: 操作
zh_hk: 操作

source: Advanced
ar: متقدم
cs: Pokročilé
da: Avanceret
de: Erweitert
el: Για προχωρημένους
es: Avanzado
fi: Lisäasetukset
fr: Avancé
hi: उन्नत
hu: Speciális
id: Lanjutan
it: Avanzate
ja: 詳細
ko: 고급
ms: Lanjutan
nb: Avansert
nl: Geavanceerd
pl: Zaawansowane
pt: Avançado
ro: Avansat
ru: Дополнительно
sv: Avancerat
th: ขั้นสูง
tr: Gelişmiş
uk: Додатково
vi: Nâng cao
zh_hans: 高级
zh_hant: 進階
zh_hk: 進階

source: Alias Name
ar: اسم مستعار
cs: Název aliasu
da: Aliasnavn
el: Όνομα ψευδωνύμου
es: Nombre de alias
fi: Aliasnimi
fr: Nom d'alias
hi: उपनाम
hu: Álnév
id: Nama Alias
it: Nome alias
ja: エイリアス名
ko: 별칭
ms: Nama Alias
nb: Aliasnavn
nl: Aliasnaam
pl: Nazwa aliasu
pt: Nome do alias
ro: Nume alias
ru: Имя псевдонима
sv: Aliasnamn
th: ชื่อนามแฝง
tr: Takma Ad
uk: Псевдонім
vi: Tên bí danh
zh_hans: 别名
zh_hant: 替身名稱
zh_hk: 替身名稱

source: Alias Names
ar: أسماء مستعارة
cs: Názvy aliasů
da: Aliasnavne
de: Aliasnamen
el: Ονόματα ψευδωνύμων
es: Nombres de alias
fi: Aliasnimet
fr: Noms d'alias
hi: उपनाम
hu: Álnevek
id: Nama Alias
it: Nomi alias
ja: エイリアス名
ko: 별칭 이름
ms: Nama Alias
nb: Aliasnavn
nl: Aliasnamen
pl: Nazwy aliasów
pt: Nomes de alias
ro: Nume alias
ru: Псевдонимы
sv: Aliasnamn
th: ชื่อนามแฝง
tr: Takma Adlar
uk: Псевдоніми
vi: Tên bí danh
zh_hans: 别名
zh_hant: 替身名稱
zh_hk: 替身名稱

source: All apps already have custom icons or could not be processed.
ar: جميع التطبيقات لديها بالفعل أيقونات مخصصة أو لا يمكن معالجتها.
cs: Všechny aplikace již mají vlastní ikony nebo je nelze zpracovat.
da: Alle apps har allerede tilpassede ikoner eller kunne ikke behandles.
de: Alle Apps haben bereits benutzerdefinierte Symbole oder konnten nicht verarbeitet werden.
el: Όλες οι εφαρμογές έχουν ήδη προσαρμοσμένα εικονίδια ή δεν ήταν δυνατή η επεξεργασία τους.
es: Todas las apps ya tienen iconos personalizados o no se pudieron procesar.
fi: Kaikilla sovelluksilla on jo mukautetut kuvakkeet tai niitä ei voitu käsitellä.
fr: Toutes les apps ont déjà des icônes personnalisées ou n'ont pas pu être traitées.
hi: सभी ऐप में पहले से कस्टम आइकन हैं या प्रोसेस नहीं किए जा सके।
hu: Minden alkalmazásnak már van egyéni ikonja, vagy nem lehetett feldolgozni.
id: Semua aplikasi sudah memiliki ikon khusus atau tidak dapat diproses.
it: Tutte le app hanno già icone personalizzate o non possono essere elaborate.
ja: すべてのアプリにはすでにカスタムアイコンが設定されているか、処理できませんでした。
ko: 모든 앱에 이미 사용자 지정 아이콘이 있거나 처리할 수 없습니다.
ms: Semua aplikasi sudah mempunyai ikon tersuai atau tidak dapat diproses.
nb: Alle apper har allerede egendefinerte ikoner eller kunne ikke behandles.
nl: Alle apps hebben al aangepaste pictogrammen of konden niet worden verwerkt.
pl: Wszystkie aplikacje mają już niestandardowe ikony lub nie mogły zostać przetworzone.
pt: Todos os apps já têm ícones personalizados ou não puderam ser processados.
ro: Toate aplicațiile au deja pictograme personalizate sau nu au putut fi procesate.
ru: Все приложения уже имеют пользовательские значки или не могут быть обработаны.
sv: Alla appar har redan anpassade ikoner eller kunde inte bearbetas.
th: แอปทั้งหมดมีไอคอนที่กำหนดเองอยู่แล้วหรือไม่สามารถประมวลผลได้
tr: Tüm uygulamalar zaten özel simgelere sahip veya işlenemedi.
uk: Усі програми вже мають власні значки або не можуть бути оброблені.
vi: Tất cả ứng dụng đã có biểu tượng tùy chỉnh hoặc không thể xử lý.
zh_hans: 所有应用已有自定义图标或无法处理。
zh_hant: 所有應用程式已有自訂圖示或無法處理。
zh_hk: 所有應用已有自定義圖標或無法處理。

source: All cached app icons have been successfully restored.
ar: تمت استعادة جميع أيقونات التطبيقات المخزنة مؤقتًا بنجاح.
cs: Všechny uložené ikony aplikací byly úspěšně obnoveny.
da: Alle cachelagrede app-ikoner er blevet gendannet.
de: Alle zwischengespeicherten App-Symbole wurden erfolgreich wiederhergestellt.
el: Όλα τα αποθηκευμένα εικονίδια εφαρμογών αποκαταστάθηκαν επιτυχώς.
es: Todos los iconos de aplicaciones en caché han sido restaurados correctamente.
fi: Kaikki välimuistissa olevat sovelluskuvakkeet on palautettu onnistuneesti.
fr: Toutes les icônes d'applications en cache ont été restaurées avec succès.
hi: सभी कैश्ड ऐप आइकन सफलतापूर्वक पुनर्स्थापित किए गए।
hu: Az összes gyorsítótárazott alkalmazásikon sikeresen visszaállítva.
id: Semua ikon aplikasi yang di-cache telah berhasil dipulihkan.
it: Tutte le icone delle app memorizzate sono state ripristinate con successo.
ja: キャッシュされたすべてのアプリアイコンが正常に復元されました。
ko: 모든 캐시된 앱 아이콘이 성공적으로 복원되었습니다.
ms: Semua ikon apl yang dicache telah berjaya dipulihkan.
nb: Alle bufrede appikoner har blitt gjenopprettet.
nl: Alle opgeslagen app-pictogrammen zijn succesvol hersteld.
pl: Wszystkie zapisane ikony aplikacji zostały pomyślnie przywrócone.
pt: Todos os ícones de aplicativos em cache foram restaurados com sucesso.
ro: Toate pictogramele aplicațiilor din cache au fost restaurate cu succes.
ru: Все кэшированные значки приложений успешно восстановлены.
sv: Alla cachade appikoner har återställts.
th: ไอคอนแอปที่แคชไว้ทั้งหมดถูกกู้คืนเรียบร้อยแล้ว
tr: Tüm önbelleğe alınmış uygulama simgeleri başarıyla geri yüklendi.
uk: Усі кешовані іконки додатків успішно відновлені.
vi: Tất cả biểu tượng ứng dụng đã lưu đã được khôi phục thành công.
zh_hans: 所有缓存的应用图标已成功恢复。
zh_hant: 所有快取的 App 圖像已成功回復。
zh_hk: 所有快取的應用程式圖像已成功回復。

source: All cached custom icons have been successfully restored.
ar: تمت استعادة جميع الأيقونات المخصصة المخزنة مؤقتًا بنجاح.
cs: Všechny uložené vlastní ikony byly úspěšně obnoveny.
da: Alle cachelagrede brugerdefinerede ikoner er blevet gendannet.
de: Alle zwischengespeicherten benutzerdefinierten Symbole wurden erfolgreich wiederhergestellt.
el: Όλα τα αποθηκευμένα προσαρμοσμένα εικονίδια αποκαταστάθηκαν επιτυχώς.
es: Todos los iconos personalizados en caché han sido restaurados correctamente.
fi: Kaikki välimuistissa olevat mukautetut kuvakkeet on palautettu onnistuneesti.
fr: Toutes les icônes personnalisées en cache ont été restaurées avec succès.
hi: सभी कैश्ड कस्टम आइकन सफलतापूर्वक पुनर्स्थापित किए गए।
hu: Az összes gyorsítótárazott egyéni ikon sikeresen visszaállítva.
id: Semua ikon kustom yang di-cache telah berhasil dipulihkan.
it: Tutte le icone personalizzate memorizzate sono state ripristinate con successo.
ja: キャッシュされたすべてのカスタムアイコンが正常に復元されました。
ko: 모든 캐시된 사용자 지정 아이콘이 성공적으로 복원되었습니다.
ms: Semua ikon tersuai yang dicache telah berjaya dipulihkan.
nb: Alle bufrede tilpassede ikoner har blitt gjenopprettet.
nl: Alle opgeslagen aangepaste pictogrammen zijn succesvol hersteld.
pl: Wszystkie zapisane niestandardowe ikony zostały pomyślnie przywrócone.
pt: Todos os ícones personalizados em cache foram restaurados com sucesso.
ro: Toate pictogramele personalizate din cache au fost restaurate cu succes.
ru: Все кэшированные пользовательские значки успешно восстановлены.
sv: Alla cachade anpassade ikoner har återställts.
th: ไอคอนที่กำหนดเองที่แคชไว้ทั้งหมดถูกกู้คืนเรียบร้อยแล้ว
tr: Tüm önbelleğe alınmış özel simgeler başarıyla geri yüklendi.
uk: Усі кешовані користувацькі іконки успішно відновлені.
vi: Tất cả biểu tượng tùy chỉnh đã lưu đã được khôi phục thành công.
zh_hans: 所有缓存的自定义图标已成功恢复。
zh_hant: 所有快取的自訂圖像已成功回復。
zh_hk: 所有快取的自訂圖像已成功回復。

source: All Icons
ar: جميع الأيقونات
cs: Všechny ikony
da: Alle ikoner
de: Alle Symbole
el: Όλα τα εικονίδια
es: Todos los iconos
fi: Kaikki kuvakkeet
fr: Toutes les icônes
hi: सभी आइकन
hu: Összes ikon
id: Semua Ikon
it: Tutte le icone
ja: すべてのアイコン
ko: 모든 아이콘
ms: Semua Ikon
nb: Alle ikoner
nl: Alle pictogrammen
pl: Wszystkie ikony
pt: Todos os ícones
ro: Toate pictogramele
ru: Все иконки
sv: Alla ikoner
th: ไอคอนทั้งหมด
tr: Tüm Simgeler
uk: Усі іконки
vi: Tất cả biểu tượng
zh_hans: 所有图标
zh_hant: 所有圖示
zh_hk: 所有圖示

source: API connection established but no results returned.
ar: تم إنشاء اتصال API ولكن لم يتم إرجاع نتائج.
cs: Připojení k API navázáno, ale nebyly vráceny žádné výsledky.
da: API-forbindelse oprettet, men ingen resultater returneret.
de: API-Verbindung hergestellt, aber keine Ergebnisse zurückgegeben.
el: Η σύνδεση API δημιουργήθηκε αλλά δεν επιστράφηκαν αποτελέσματα.
es: Conexión API establecida pero sin resultados.
fi: API-yhteys muodostettu, mutta tuloksia ei palautettu.
fr: Connexion API établie mais aucun résultat retourné.
hi: API कनेक्शन स्थापित हुआ लेकिन कोई परिणाम नहीं मिला।
hu: API-kapcsolat létrejött, de nem érkezett eredmény.
id: Koneksi API berhasil tetapi tidak ada hasil yang dikembalikan.
it: Connessione API stabilita ma nessun risultato restituito.
ja: API接続は確立されましたが、結果は返されませんでした。
ko: API 연결은 성공했지만 결과가 반환되지 않았습니다.
ms: Sambungan API berjaya tetapi tiada hasil dikembalikan.
nb: API-tilkobling opprettet, men ingen resultater returnert.
nl: API-verbinding gemaakt, maar geen resultaten ontvangen.
pl: Połączenie API nawiązane, ale nie zwrócono wyników.
pt: Conexão API estabelecida, mas nenhum resultado retornado.
ro: Conexiunea API a fost stabilită, dar nu au fost returnate rezultate.
ru: Соединение с API установлено, но результаты не получены.
sv: API-anslutning upprättad men inga resultat returnerades.
th: เชื่อมต่อ API สำเร็จแต่ไม่มีผลลัพธ์ที่ส่งกลับ
tr: API bağlantısı kuruldu ancak sonuç döndürülmedi.
uk: З'єднання з API встановлено, але результатів не отримано.
vi: Kết nối API đã thiết lập nhưng không có kết quả trả về.
zh_hans: API连接已建立但未返回结果。
zh_hant: 已建立 API 連線但未傳回任何結果。
zh_hk: 已建立 API 連線但未傳回任何結果。
